---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.TonOfRefrigeration
source: html/65d77057-176c-ad71-5922-47ed6025e894.htm
---
# Autodesk.Revit.DB.SymbolTypeId.TonOfRefrigeration Property

Symbol ton of refrigeration, indicating unit Tons of refrigeration.

## Syntax (C#)
```csharp
public static ForgeTypeId TonOfRefrigeration { get; }
```